import "./Rules.modules.css";

export function Rules() {
  return (
    <>
    <h1>Правила</h1>
      <>
        <h2>Записване:</h2>
        <ol className="rules-list">
          <li>Всеки отбор се регистрира на страницата на SPL онлайн на адрес: https://spl-bg.eu/zapisvane. Снимки в електронен формат на всеки един играч са препоръчителни.</li>
          <li>Задължително е отборът да има име (като името не трябва да съдържа нецензурни думи, или такива с расистко значение) и лого (при липса на такова, организаторите ще сложат временно лого до направата на истинско).</li>
          <li>Отборите играят със собствени екипи, като при липса на такива им се осигуряват тренировъчни потници от организаторите на SPL (нужно е всеки играч да носи поне къси гащета или анцунг).</li>
          <li>Всеки отбор излъчва свой капитан, който изразява мнението на отбора пред останалите представители на лигата и организаторите.</li>
        </ol>
      </>
      <>
        <h2>Правила и условия за участие (SPL 5+1):</h2>
        <ol className="rules-list">
          <li>Минималната възраст за участие е 16 години.</li>
          <li>Минималният брой участници в отбор е 6 души (вратар + 5 полеви играчи), максимален брой няма.</li>
          <li>Право на участие имат всички хора, които са психически и физически здрави, и имат редовна картотека в SPL.</li>
          <li>Един играч не може да бъде регистриран в 2 отбора в една и съща дивизия.</li>
          <li>В SPL нямат право да участват играчи, които са картотекирани в професионалните ни футболни групи за съответния сезон.<br /><span className="important">Правилото е в сила за продължителността на целия състезателен сезон от първенството на SPL и на БФС съответно.</span></li>
          <li>Всеки отбор има право да покани максимум един гост играч (не от същата дивизия) за всеки мач, като това е позволено само ако отборът има налични максимум 5 играча. Ако въпросният Гост играч дойде за следващ двубой на тима, той вече трябва да бъде записан в разширения състав на отбора (тоест – да плати картотека).
            <ol className="rules-nested-list">
              <li>Всеки отбор има право да ползва до трима играчи, които са картотекирани за други отбори в други дивизии. Ако съответният отбор се нуждае от Гост играч, който се подвизава в друг отбор, то той ще има право да участва, но само един път да бъде Гост играч и то ако отборът има налични 5 играча.</li>
            </ol>
          </li>
          <li>SPL напомня, че футболисти, които имат изиграни ДВА или повече мача и не са заплатили картотека, няма да бъдат допуснати до участие.</li>
          <li>След изиграването на редовния сезон, отборите нямат право да картотекират нови футболисти.</li>
          <li>Играе се само с разрешените от управителя на игрището обувки (стоножки и къси гумени бутонки – до 0.5 см). Няма да бъдат допускани играчи с метални, твърди пластмасови или дълги гумени бутони.</li>
          <li>Играчите нямат право да играят с остри и опасни предмети (часовници, гривни, ланци и др.)</li>
        </ol>
      </>
      <>
        <h2>ФОРМАТ:</h2>
        <h4>SPL2</h4>
        <p>22-те отбора ще играят по ЕДИН път помежду си. След това шампионатът ще раздели на две част. Първите 10 отбора ще изиграят по още един мач помежду си. Вторите 12 отбора ще сторят същото! SPL2 ще има два шампиона в края на сезона, като ще има награди и за отборите завършили на първите три места и във втората 12-ка.</p>
        <h4>SPL Изток</h4>
        <p>16-те отбора ще играят два пъти помежду си през сезона. След това шампионатът ще раздели на първа и втора осмица. В тях точките се запазват, а отборите ще изиграят по още един мач помежду си.</p>
        <h4>Суперлига</h4>
        <p>11-те отбора ще играят два пъти помежду си през сезона. След това шампионатът ще раздели на първа шестица и втора петица. В тях точките се запазват, а отборите ще изиграят по още един мач помежду си.</p>
        <h4>SPL Malus-Sport</h4>
        <p>11-те отбора ще играят два пъти помежду си през сезона. След това шампионатът ще раздели на първа шестица и втора петица. В тях точките се запазват, а отборите ще изиграят по още един мач помежду си.</p>
        <h4>SPL1</h4>
        <p>14-те отбора ще играят два пъти помежду си през сезона. След това шампионатът ще раздели на първа шестица и втора осмица. В тях точките се запазват, а отборите ще изиграят по още един мач помежду си.</p>
        <span className="important">SPL запазва правото си на промени при извънредни ситуации.</span>
        <h4>Показатели при класирането:</h4>
        <ol>
          <li>Точки</li>
          <li>По-малък брой наказателни точки</li>
          <li>Преки двубои</li>
          <li>Голова разлика</li>
          <li>Повече победи</li>
          <li>Ако има равенство при всички показатели ще се тегли жребий</li>
        </ol>
      </>
      <>
        <h2>Провеждане на срещите през редовния сезон:</h2>
        <ol className="rules-list">
          <li>Преди началото на мача посредством жребий се определя кой ще изпълни пръв център. Отборите застават на центъра в една линия за поздрав и снимки, след което се поздравяват един друг.</li>
          <li>Срещите се провеждат в събота и/или неделя. Изключение правят срещи от купата, изтеглени или отложени мачове.</li>
          <li>Играе се 5+1 играчи (5 полеви+вратар).</li>
          <li>Двата отбора трябва да са на игрището в разрешения минимален състав (5 играчи) и определения начален час от организаторите.</li>
          <li>Всеки отбор е задължен да излъчи капитан</li>
          <li>На терена нямат право да присъстват други хора, освен длъжностните лица на SPL. Хора, които имат желание да снимат дадена среща трябва да го направят извън рамките на терена.</li>
          <li>Преди началото на всеки мач делегатът проверява отборите и ако той прецени, може да изиска представяне на личните карти на даден играч или отбор. Делегатът няма право да задържа личните документи на проверяваните лица.
          <ol className="rules-nested-list">
              <li>Делегатът и съдията проверяват екипировката, обувките и за наличие на опасни предмети по играчите.</li>
              <li>Състезател, който има опасни предмети по себе си и е отказал да ги свали след молба от длъжностните лица, няма да бъде допуснат в игра.</li>
              <li>Играчи, които нямат лични документи в себе си, ще бъдат допускани в игра след като бъдат проверени от организаторите на турнира по предоставената преди това информация (снимка, дата на раждане и др.).</li>
              <li>Делегатът има право да не допусне играч до участие в срещата при: неразрешени от правилника обувки, различен екип от обявения, не представя лична карта за проверка, има опасни предмети по тялото си.</li>
            </ol>
          </li>
          <li>Смените се извършват при спряла игра и след позволение на съдията.
          <ol className="rules-nested-list">
              <li>Капитанът трябва да съобщи на съдията, че отборът иска смяна.</li>
              <li>Играч, напуснал или влязъл самоволно на терена за смяна без разрешение на главния съдия се наказва с жълт картон.</li>
              <li>При играч, на който се оказва лекарска помощ, автоматично се прави смяна с друг играч, освен ако отборът не желае да го смени или липсва такъв.</li>
              <li>Изрично се забранява извършването на постоянни и последователни смени с цел накъсване на играта или пазене на резултат. Ако делегатът или съдията заподозре умишлено накъсване на играта със смени може да не позволи извършването им.</li>
            </ol>
          </li>
          <li>Срещата се провежда на 2 полувремена по 25 минути, като между тях има 2 минути почивка.</li>
          <li>Минималния брой играчи за започване на срещата е 4.</li>
          <li>При неявяване на отбор 15 минути след определения час за започване на срещата, се присъжда служебна победа за другия отбор (5:0), 10 Наказателни Точки и глоба – таксата за съответния мач. При неявяване и на двата отбора им се присъжда нулев актив и им се отнемат по 3 точки, 10 Наказателни Точки и таксата за съответния мач.
          <ol className="rules-nested-list">
              <li>Отбор има право на 1 отлагане на полусезон.</li>
            </ol>
          </li>
          <li>Тъч се изпълнява с крак.</li>
          <ol className="rules-nested-list">
              <li>При изпълнение на тъч противников играч трябва да е на не по-малко от 2 метра разстояние от този, който го изпълнява.</li>
              <li>Ако след изпълнение на странично хвърляне топката влезе във вратата на отбора, който го изпълнява, без да е докосвала играч, гол не се зачита, а се отсъжда ъглов удар за противниковия отбор.</li>
              <li>Ако след изпълнение на странично хвърляне топката влезе във вратата на противниковия отбор, без да е докосвала играч, гол не се зачита, а се отсъжда удар от вратата.</li>
            </ol>
          <li>В SPL има преки и непреки свободни удари.</li>
          <ol className="rules-nested-list">
              <li>При изпълнение на пряк/непряк свободен удар е необходимо да се изчака звуков сигнал от съдията.</li>
              <li>Свободният удар се изпълнява повторно, ако е изпълнен без сигнал от съдията.</li>
              <li>Стената при изпълнение на свободен удар трябва да е на минимум 4 метра от мястото на топката.</li>
            </ol>
          <li>Дузпа се изпълнява от мястото, обозначено на терена след звуков сигнал от съдията.</li>
          <li>Ъглов удар се изпълнява от мястото, обозначено на терена, като не трябва да има противников играч минимум на 3 метра от мястото на топката (линията на наказателното поле).</li>
          <li>При изпълнение на аут противников играч трябва да е на поне 1 метър разстояние от наказателното поле.</li>
          <li>При удар на топката в тавана се отсъжда странично хвърляне в полза на противниковия отбор.</li>
          <li>В SPL шпагатите са забранени. Изключение правят само шпагатите за пресичане или спасяване на топката, които не застрашават здравето на противников играч. Всички останали шпагати ще бъдат отсъдени като нарушение.</li>
          <li>В SPL има авантаж и се отсъжда по преценка на съдията.</li>
          <li>В SPL няма засади.</li>
          <li>Съдията има право да се допита до делегата при спорни ситуации.</li>
          <li>Всяко решение на съдията е окончателно.</li>
          <li>Съдията има право да даде жълт или червен картон, при следните случаи:
          <ol className="rules-nested-list">
              <li>Симулация.</li>
              <li>Грубо нарушение.</li>
              <li>Неспортсменско отношение.</li>
              <li>Оспорване на съдийско решение.</li>
              <li>Неправилна смяна.</li>
              <li>Умишлена игра с ръка.</li>
              <li>Неправомерно влизане или излизане от терена без съдийско разрешение.</li>
              <li>Използване на груб, оскърбителен или обиден език или жестове към съдията, делегата, противников играч или друго длъжностно лице.</li>
              <li>Проява на дискриминация или расизъм.</li>
              <li>Наплюване или опит за наплюване на съдия, противников играч или длъжностно лице.</li>
              <li>При удар или опит за удар на противников играч без топка се наказва с директен червен картон.</li>
              <li>Пръскане с лютив или какъвто и да е спрей.</li>
            </ol>
          </li>
          <li>Всичко,което не е описано в правилника на SPL за провеждане на среща, за меродавен се счита правилникът на FIFA за провеждане на футболни срещи.</li>
          <li>За победа се присъждат 3 точки.</li>
          <li>За равенство се присъжда 1 точка.</li>
          <li>За загуба не се отчитат точки.</li>
          <li>При прекратяване на футболна среща се присъжда служебна победа от 5:0 на отбора, нямащ вина за прекратяването на срещата, независимо от резултата, при който е прекратена срещата. Всички събития и статистики, които са се случили до прекратяването на срещата се запазват.
            <ol className="rules-nested-list">
              <li>При прекратяване на мач заради контузия в един от двата отбора при равен резултат се присъжда служебна победа за отбора, нямащ вина в дадената ситуация.</li>
              <li>Минималният брой играчи на терена за даден отбор е 4 (четирима). Футболна среща се прекратява и когато разликата между играчите в двата отбора (отбор А и отбор Б) е двама човека. Примери: 6 играча в отбор А – 4 играча в отбор Б, 5 играча в отбор А – 3 играча в отбор Б.</li>
              <li>При прекратяване на дадена среща заради достигане на посочената разлика в броя на играчите или поради оставане на отбор с по-малък от минималния брой играчи, за краен резултат се приема:
                <ol className="rules-nested-list">
                  <li>Ако отбор А води на отбор Б и мачът е прекратен по вина на отбор Б, то за краен резултат в срещата се приема резултатът при прекратяване на мача и се добавят 5:0 в полза на отбор А.</li>
                  <li>Ако отбор А и отбор Б играят при равен резултат и мачът е прекратен по вина на отбор Б, то се присъжда служебна победа с 5:0 за отбор А.</li>
                  <li>Ако отбор А губи от отбор Б и мачът е прекратен по вина на отбор Б, то се присъжда служебна победа с 5:0 на отбор А.</li>
                </ol>
              </li>
              <li>И двата отбора заплащат пълната такса за прекратената среща, независимо по кое време на двубоя е прекратена тя.</li>
            </ol>
          </li>
          <li>И двата отбора заплащат пълната такса за провеждане на срещата, независимо по кое време на двубоя е прекратена тя.</li>
          <li>При отказване на отбор от участие в SPL-редовен сезон или SPL-купа,  индивидуалните статистики до момента на отказване остават без промяна, но във всички мачове им се присъжда служебна загуба 0:5 в съответния полусезон.</li>
          <li>За всеки следващ мач на отказалия се отбор се присъжда служебна загуба от 0:5.
            <ol className="rules-nested-list">
              <li>Изключение прави само ситуация, в която два отбора са с равен актив и определяща е головата разлика. Тогава и на двата отбора се смята, че са победили отказалия се отбор с 5:0, независимо дали единият е играл с него преди да се откаже или не.</li>
            </ol>
          </li>
        </ol>
        <h4>Дублиращи отбори в SPL</h4>
        <ol>
          <li>Ако отбор има дублиращ състав, то той заплаща такса като всеки друг отбор, включително и такса картотека на играч.</li>
          <li>Отборът се състезава в група с други отбори от редовния сезон на SPL.</li>
          <li>Дублиращият отбор няма право да се класира за лига, в която играе първият отбор. Ако той заеме място, даващо му право на участие в лига, в която играе първия отбор, то неговото място се попълва от следващия в класирането.</li>
          <li>Ако отбор има наказан играч, то наказанието се отчита за редовния кръг на SPL.</li>
        </ol>
      </>
      <>
        <h2>Отложени срещи:</h2>
        <p className="important">Всеки отбор има право на 1 отлагане за полусезон!</p>
        <p className="important">Втори опит за отлагане на мач след публикуването на програмата няма да бъде уважен! При следната ситуация важат Точка 1  от Наказания и санкции.</p>
        <p className="important">Всяко желание за отлагане трябва да се изрази до четвъртък включително (в седмицата на съответния мач) на някой от телефоните за връзка.</p>
        <p className="important">В купата на SPL няма да има право на отложени мачове.</p>
        <p className="important">В плейофите  няма право на отложени мачове.</p>
        <ol className="rules-list">
          <li>Среща се преиграва при предварително съобщаване от страна на даден отбор за невъзможност за провеждането й.</li>
          <li>И двата отбора са длъжни да се явят във фиксираният ден и час от организаторите на SPL.</li>
          <li>Наказания, получени в тази среща, важат за следващите мачове на отбора.</li>
          <li>Срещата се заплаща от всички страни, взели участие в нея.</li>
        </ol>
      </>
      <>
        <h2>Наказания и санкции:</h2>
        <p className="important">Груби играчи не се толерират. Организаторите си запазват правото да отстраняват и наказват играчи за груба игра или системно нарушаване на правилата. Организаторите имат право да отстраняват състезатели по своя преценка.</p>
        <ol className="rules-list">
          <li>Отбор, който не се яви за мача си, ще бъде наказан със служебна загуба 0:5 и 10 Наказателни точки и такса за съответния мач.</li>
          <li>Отбор, чиято публика или човек нахлуе на терена и предизвика безредици, ще бъде наказван със служебна загуба и – 3 точки.
          <ol className="rules-nested-list">
              <li>Ако публиката или човекът нахлул на терена и предизвикал безредици не е заедно със съответния отбор, мачът продължава при съгласието и на двата отбор. Ако единият или и двата отбора не са съгласни, мачът се отлага за друга дата, като се подновява от момента на прекъсване. Ако тази ситуация се случи в последния ден от турнира, оргтанизаторите ще вземат решение.</li>
            </ol>
          </li>
          <li>Ако отбор опита да пусне в игра некартотекиран играч губи срещата служебно 0:5 и ще получи 10 Наказателни точки.</li>
          <li>При получаване на червен картон играчът напуска пределите на съоръжението и няма право да бъде заменен от друг до края на срещата.
          <ol className="rules-nested-list">
              <li>При получаване на два жълти картона в един мач, респективно червен – минимум 1 среща наказание, като жълтите картони получени до момента остават същия брой!</li>
              <li>Санкции при получаване на жълт и червен картон:
              <ol className="rules-nested-list">
              <li>При получаване на всеки 3-и жълт картон – 1 среща</li>
              <li>При получаване на всеки 5-и жълт картон – 1 среща</li>
              <li>При получаване на всеки следващ жълт картон – 1 среща</li>
            </ol>
              </li>
            </ol>
          </li>
          <li>При получаване на директен червен картон – минимум наказание от 1 среща, големината на наказанието зависи от видът на провинението.</li>
          <li>Играчът, получил червен картон (наказан със звезда) няма да има право да вземе участие в следващите мачове на своя отбор и останалите отбори, за които играе! Наказанието изтича след края на съответния уикенд, в който отборът, за който той играе, има мач с краен резултат. </li>
          <li>На база наказателни точки се изчислява годишния Fair Play коефициент за даден отбор.</li>
          <li>Важен показател, който има отношение, както за oбщото класиране, така и за “Fair Play” класацията са наказателните точки. Всяко извършено нарушение от даден отбор носи наказателни точки както следва:
          <ol className="rules-nested-list">
              <li>фаул – 1 н.т.</li>
              <li>жълт картон – 3 н.т.</li>
              <li>два жълти картона – общо 8 точки/2 фаула и 2 жълти картона/</li>
              <li>директен червен картон – 10 н.т.</li>
            </ol>
          </li>
        </ol>
        <p className="important">При извънредни ситуации, Sofia Premier League ще налага наказания по своя преценка, независимо от решенията на съдията, както по видеозапис, така и по сведения на делегати и служебни лица!</p>
        <p className="important">Sofia Premier League държи много на феърплея!</p>
        <p className="important">– Ако отбор направи повече от 60 Наказателни точки в разстояния на 4 поредни мача , то от актива му ще бъде отнета 1 точка.</p>
        <p className="important">– Ако отбор направи повече от 70 Наказателни точки в разстояния на 4 поредни мача , то от актива му ще бъдат отнети 2 точки.</p>
      </>
      <>
        <h2>Контестация:</h2>
        <ol className="rules-list">
          <li>Контестация може да се подаде до 24 часа след края на мача на spl.team.info@gmail.com . Е-мейл адресът e защитен от спам ботове.</li>
          <li>Контестация се приема само от представителя и капитана на отбора.</li>
          <li>Организаторите са длъжни да изпратят отговор в 5-дневен срок от подаването и.</li>
          <li>Отговора на контестацията ще бъде изпратен до представителя или капитана на отбора.</li>
        </ol>
      </>
      <>
        <h2>Организатори:</h2>
        <p>Организаторите на Sofia Premier League са длъжни да:</p>
        <ol className="rules-list">
          <li>Осигурят терен за провеждане на срещата.</li>
          <li>Осигурят съдия и делегат за срещата.</li>
          <li>Осигурят лекар за срещата.</li>
          <li>Информират отборите за часовете и служебните лица, осигурени за всяка среща.</li>
          <li>Осигурят потници за отборите, когато двата отбора са с еднакви екипи на терена.</li>
          <li>Когато спортният комплекс го позволява – да осигурят съблекални за отборите.</li>
          <li>Записват точно и коректно статистическите събития, които се случват по време на срещите и нанесат информацията на уеб сайта на турнира.</li>
          <li>Цялостно поддържат уебсайта на турнира, за да се осигури максимална информираност на отборите.</li>
          <li>При важни и спешни събития да информират своевременно представителите на отборите участници в турнира на посочените за това координати.</li>
          <li>Да следят и обявяват своевременно наказанията на играчи и отбори, възникнали по време на турнира.</li>
          <li>Да отговарят своевременно на всички подадени жалби и контестации, както и на въпросите по отношение провеждането на турнира, зададени от представителите на отборите.</li>
          <li>Да качват до 5 дни след приклюване на двубоя , видео от мача в канала на турнира в youtube.</li>
        </ol>
      </>
      <>
        <h2>Финансови Условия:</h2>
        <ol className="rules-list">
          <li>Всеки играч заплаща картотека от 10 лв, която му дава право да играе за 1 отбор през сезона.</li>
          <li>Ако един играч играе за два или повече отбора в различните дивизии трябва да заплати картотека.</li>
          <li>Всеки отбор заплаща депозит от 75 лв, в случай на неявяване за уговорена среща.</li>
          <li>Всеки отбор заплаща такса за всеки кръг, в размер на: 75лв. целогодишно.</li>
        </ol>
      </>
      <>
        <h2>Трансфери:</h2>
        <ol className="rules-list">
          <li>Ако един играч бъде трансфериран в друг отбор от същата лига по време на сезона (със съгласието и на двата отбора), то той трябва да заплати нова картотека от 10 лева.</li>
          <li>Един играч може да участват в два различни отбора, стига тимовете да участват в различни първенства (SPL и SPL1). Този играч на плаща втори път картотека от 10 лева.
          <ol className="rules-nested-list">
              <li>В мачовете за Купата на SPL, въпросният играч трябва да избере един от двата тима, за  които участва.</li>
            </ol>
          </li>
          <li>Играч има право на 1 трансфер за целия сезон.</li>
          <li>Трансферите са разрешени през целия редовен сезон, с изключение  на плейофите или при третото превъртане в Суперлигата.</li>
          <li>Трансферите през плейофите са забранени!</li>
          <li>Ако отбор се разпадне или откаже участие в SPL, играчите му могат да бъдат записани в други отбори без ограничения.</li>
        </ol>
      </>
      <>
        <h2>Купа на SPL:</h2>
        <p>Форматът ще бъде обявен в деня на жребия.</p>
        <h4>Показатели при класирането:</h4>
        <ol className="rules-list">
          <li>Точки</li>
          <li>По-малък брой наказателни точки</li>
          <li>Преки двубои</li>
          <li>Голова разлика</li>
          <li>Повече победи</li>
          <li>Ако има равенство при всички показатели се изиграва среща между двата отбора.</li>
        </ol>
        <p>Отпадналите отбори продължават своето участие в редовния сезон на SPL от месец февруари.</p>
        <p>Отложени срещи няма да има.</p>
        <p>В елиминационната фаза при равенство, в редовното време , се изпълняват по 5 дузпи. При ново равенство по още 1 до излъчването на победител.</p>
        <h4>Дисциплина:</h4>
        <ol className="rules-list">
          <li>Картоните от редовния сезон не се зачитат</li>
          <li>При 3 жълти картона наказанието е 1 среща. При червен картон наказанието е по преценка на организаторите. Картоните се изчистват след изиграването на 1/4 финалите. Играч получил трети жълт картон на 1/4 финалите изпуска 1/2 финала.</li>
          <li>Всеки играч има право да играе само за 1 отбор. Допускат се гост играчи само ако дадения отбор е от 4 или 5 човека до попълване на състава до 6.</li>
          <li>НЕ се позволява добавяне на нови играчи на 1/2 финали и финал, тоест дадения отбор ще може да се възползва от всички играчи, играли до 1/4 финалите в турнира.</li>
        </ol>
        <p>Останалите правила за купата са същите като в редовния сезон на SPL.</p>
      </>
    </>
  );
}
