export function IgrataNaArabesk () {
    return (
        <>
            <h1>ИГРАТА НА ARABESK</h1>
            <p>SPL има удоволствието да си партнира с наргиле бара ARABESK! А това е най-новата ни игра, в която отборът, който вкара най-много голове в рамките на един месец (и има поне три изиграни мача) и отборът, който допусне най-малко попадения във вратата си в рамките на един месец (и има поне три изиграни мача) ще получават супер награда – безплатно наргиле и бутилка за отбора! Посете наргиле бар ARABESK  и си изкарайте страхотно!</p>
            <h5>Име отбор</h5>
            <img></img>
        </>
    )
}