export function KerelskiIgrachNaSedmitsata () {
    return (
        <>
            <h1>KERELSKI ИГРАЧ НА СЕДМИЦАТА</h1>
            <p>Всяка седмица от KERELSKI BARBER & BEAUTY дават награда безплатна подстрежка за най-добре представилият се играч в дивизиите SELECT СУПЕРЛИГА, SPL MALUS-SPORT И SPL CAIRO! Наградата ще бъде присъждана по мнение на организаторите след всеки изигран кръг, където най-добре представилият се футболист ще бъде отличен.</p>
            <p>Всяка седмица победителят ще получава безплатно посещение в най-добрия салон Kerelski Barber & Beauty . Той се намира в кв. „Манастирски ливади“ на ул. Пирин 83. Ваучерът ще важи 3 месеца от получаването!</p>
            <h5>Име играч</h5>
            <img></img>
        </>
    )
}