export function SelectGolNaMesetsa () {
    return (
        <>
            <h2>ГОЛ НА МЕСЕЦА</h2>
            <p>Скъпи приятели! И този сезон SPL ви предлага рубриката „Гол на месеца“. В нея попадат най-красивите голове вкарани в изминалия месец по терените на SPL. Тази година вие ще избирате първенеца, както и Топ 10 за месеца! Първите трима след гласуването ще спечелят награди от нашите приятели от SELECT, SK7 и Sportscards</p>
            <h4>1-во място</h4>
            <h4>2-ро място</h4>
            <h4>3-то място</h4>
        </>
    )
}